[
    {
        "title": "Problema de Radiación Solar",
        "description": "En una investigación sobre la radiación solar, se sabe que la distancia media entre el Sol y la Tierra es de 150 millones de kilómetros. Supongamos que la radiación solar media en la Tierra es de 1370 W/m². En un experimento hipotético, un satélite se encuentra a una distancia de 35,786 kilómetros sobre la superficie de la Tierra, y la radiación solar en el espacio vacío sin atmósfera es de 1361 W/m². Si consideramos que la atmósfera terrestre refleja el 25% de la radiación solar y el satélite recibe el 10% más de radiación que la media en la Tierra debido a su posición en el espacio, ¿cuál es la distancia al Sol en una dimensión alternativa donde la radiación solar en el espacio vacío es igual a la radiación que recibe el satélite en esa dimensión alternativa?",
        "solution": "Para resolver este problema, utilizaremos la ley del inverso del cuadrado, que establece que la intensidad de la radiación disminuye con el cuadrado de la distancia desde la fuente. La relación entre la radiación solar (I) y la distancia (d) se expresa como: I ∝ 1/d^2. En este caso, conocemos la distancia media entre la Tierra y el Sol (d_T = 150 millones de kilómetros = 1.5×10^8 km) y la radiación solar en la Tierra (I_T = 1370 W/m²). Además, se sabe que la radiación solar en el espacio vacío sin atmósfera es de I_S = 1361 W/m² y que el satélite recibe un 10% más de radiación que la media en la Tierra. Entonces, la radiación que recibe el satélite es: I_{satélite} = 1370 W/m² × 1.10 = 1507 W/m². \n\nPaso 1: Relación entre la radiación en el espacio vacío y la distancia al Sol en la dimensión alternativa\n\nEn la dimensión alternativa, el satélite recibe una radiación igual a la radiación solar en el espacio vacío, lo que nos permite calcular la nueva distancia al Sol en esa dimensión, que llamaremos d_{alt}. Sabemos que la radiación es inversamente proporcional al cuadrado de la distancia, por lo que podemos plantear: (I_T / I_{alt}) = (d_T / d_{alt})^2\n\nDespejamos d_{alt}:\n\nd_{alt} = d_T × √(I_T / I_{alt})\n\nPaso 2: Sustitución de valores\n\n- I_T = 1370 W/m²\n- I_{alt} = 1507 W/m²\n- d_T = 1.5×10^8 km\n\nSustituyendo en la ecuación:\n\nd_{alt} = 1.5×10^8 km × √(1370 / 1507)\n\nAhora calculamos:\n\nLa distancia al Sol en la dimensión alternativa, donde la radiación solar en el espacio vacío es igual a la que recibe el satélite, es aproximadamente 143,019,388 km."
    },
    {
        "title": "Problema de Geometría Esférica",
        "description": "Dado un círculo en una esfera con radio R, si el ángulo central del círculo es θ radianes, ¿cuál es el área del círculo en la esfera? Utiliza la fórmula del área de un segmento esférico y proporciona una solución detallada.",
        "solution": "Para calcular el área del círculo esférico, usamos la fórmula del área del segmento esférico, que es: Área = 2πR²(1 - cos(θ/2)). Aquí, R es el radio de la esfera y θ es el ángulo central del círculo."
    },
    {
        "title": "Problema de Física Cuántica",
        "description": "En un experimento cuántico, se tiene una partícula que puede estar en dos estados. La probabilidad de que la partícula esté en el estado 1 es 0.6 y en el estado 2 es 0.4. Si medimos la partícula y encontramos que está en el estado 1, ¿cuál es la probabilidad de que, en una segunda medición, la partícula esté en el estado 2?",
        "solution": "La probabilidad de encontrar la partícula en el estado 2 en una segunda medición es simplemente la probabilidad inicial del estado 2, que es 0.4, ya que no hay información adicional que cambie estas probabilidades."
    }
]
